projects/cardigan/app/controllers/api/v1/cards_controller.rb

SELECT "cards".* FROM "cards"
---
  def index
    respond_with Card.all